Repository: Anurag171992/SwiftUI-Localization-Demo
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, hi

source: East
ar: شرق
de: Osten
hi: पूर्व

source: Hello World
ar: مرحبا بالعالم
de: Hallo Welt
hi: नमस्ते दुनिया

source: North
ar: شمال
de: Norden
hi: उत्तर

source: Play Highlights
ar: تشغيل أبرز الأحداث
de: Highlights abspielen
hi: हाइलाइट्स चलाएं

source: Select a direction
ar: اختر اتجاهًا
de: Wählen Sie eine Richtung
hi: एक दिशा चुनें

source: South
ar: جنوب
de: Süden
hi: दक्षिण

source: This can be localized
ar: يمكن تعريب هذا
de: Dies kann lokalisiert werden
hi: यह स्थानीयकृत किया जा सकता है

source: This function Returns A Localizable String
ar: هذه الدالة تُرجع نصًا قابلاً للتعريب
de: Diese Funktion gibt eine lokalisierbare Zeichenkette zurück
hi: यह फ़ंक्शन एक स्थानीयकृत स्ट्रिंग लौटाता है

source: This will be localaized
ar: سيتم تعريب هذا
de: Dies wird lokalisiert
hi: यह स्थानीयकृत किया जाएगा

source: West
ar: غرب
de: Westen
hi: पश्चिम

source: You have %lld books in total
de: Sie haben %lld insgesamt Bücher
hi: आपके पास %lld कुल किताबें हैं

source: You have %lld store in total
de: Sie haben %lld insgesamt Geschäfte
hi: आपके पास %lld कुल दुकानें हैं
